const Datas = {
    cand: [
        {
            area: [
                {
                    title: '경제',
                    rep_promise: [
                        '연 100만원 기본 소득 · 무주택자 공공주택 100만호 공급 · 최대 1000만원 기본대출',
                        '주4일제 도입, 근로 시간 단축',
                        '코로나 대응 전국민 재난지원금 추가 지급'
                    ],
                    subarea: [
                        {
                            title: '정책 기조',
                            promise: [
                                '\'전환적 공정성장\'이며 대표 공약은 기본소득·기본주택·기본금융 등 전국민 대상 \'기본시리즈\'',
                                '국토보유세와 탄소세 등 신설, 연 100만원 기본소득, 무주택자에게 공공주택 100만호 공급하는 기본주택, 최대 1천만원 마이너스 통장 제공하는 기본대출 등 시행'
                            ]
                        },
                        {
                            title: '국가 개입 · 재정 역학',
                            promise: [
                                '강력한 신산업 육성 정책, 불공정 거래에는 징벌적 배상 책임',
                                '주 52시간을 넘어 주 4일제 도입, 근로시간 더 단축',
                                '적극적인 확장 정챋으로 재정이 더 큰 역할 해야'
                            ]
                        },
                        {
                            title: '코로나 대응',
                            promise: [
                                '전국민 재난지원금 추가 지급, 소상공인 손실 보상의 하한액도 높혀야',
                                '공공의료 영역 강화, 의료계 종사자 처우 개선'
                            ]
                        }
                    ]
                },
                {
                    title: '외교 · 안보',
                    rep_promise: [
                        '북핵 문제 해결을 위해 문재인 정부의 \'한반도 운전자\'역할 이어 이행',
                        '\'국익 중심의 실용외교\'',
                        '선택적 모병제 도입'
                    ],
                    subarea: [
                        {
                            title: '대북 기조 · 북핵 문제',
                            promise: [
                                '북핵 문제 해결을 위해 문재인 정부의 \'한반도 운전자\'역할 이어 이행',
                                '조 바이든 미국 대통령, 김정은 북한 국무위원장과 만나 문제 해결'
                            ]
                        },
                        {
                            title: '배핵화 보상 · 남북 경제협력',
                            promise: [
                                '북한의 비핵화 조치에 상응하는 제재 완화를 대북 견인택으로 활용하되 합의 불이행 시 제재 복원'
                            ]
                        },
                        {
                            title: '주변 외교',
                            promise: [
                                '\'국익 중심의 실용외교\'. 미·중이 우리와 협력을 선택하도록 만드는 것이 유능한 외교',
                                '한일관계는 과거사·영토 문제 당당하고 단호 대처하나 \'미래지향적\' 관계 구축'
                            ]
                        },
                        {
                            title: '병역정책',
                            promise: [
                                '경기도 시행 중인 군 복무 청년 상해보험 지원 제도의 전국 확대',
                                '선택적 모병제 도입'
                            ]
                        }
                    ]
                }
            ]
        },
        {
            area: [
                {
                    title: '경제',
                    rep_promise: [
                        '연 100만원 기본 소득 · 무주택자 공공주택 100만호 공급 · 최대 1000만원 기본대출',
                        '주4일제 도입, 근로 시간 단축',
                        '코로나 대응 전국민 재난지원금 추가 지급'
                    ],
                    subarea: [
                        {
                            title: '정책 기조',
                            promise: [
                                '\'전환적 공정성장\'이며 대표 공약은 기본소득·기본주택·기본금융 등 전국민 대상 \'기본시리즈\'',
                                '국토보유세와 탄소세 등 신설, 연 100만원 기본소득, 무주택자에게 공공주택 100만호 공급하는 기본주택, 최대 1천만원 마이너스 통장 제공하는 기본대출 등 시행'
                            ]
                        },
                        {
                            title: '국가 개입 · 재정 역학',
                            promise: [
                                '강력한 신산업 육성 정책, 불공정 거래에는 징벌적 배상 책임',
                                '주 52시간을 넘어 주 4일제 도입, 근로시간 더 단축',
                                '적극적인 확장 정챋으로 재정이 더 큰 역할 해야'
                            ]
                        },
                        {
                            title: '코로나 대응',
                            promise: [
                                '전국민 재난지원금 추가 지급, 소상공인 손실 보상의 하한액도 높혀야',
                                '공공의료 영역 강화, 의료계 종사자 처우 개선'
                            ]
                        }
                    ]
                },
                {
                    title: '외교 · 안보',
                    rep_promise: [
                        '북핵 문제 해결을 위해 문재인 정부의 \'한반도 운전자\'역할 이어 이행',
                        '\'국익 중심의 실용외교\'',
                        '선택적 모병제 도입'
                    ],
                    subarea: [
                        {
                            title: '대북 기조 · 북핵 문제',
                            promise: [
                                '북핵 문제 해결을 위해 문재인 정부의 \'한반도 운전자\'역할 이어 이행',
                                '조 바이든 미국 대통령, 김정은 북한 국무위원장과 만나 문제 해결'
                            ]
                        },
                        {
                            title: '배핵화 보상 · 남북 경제협력',
                            promise: [
                                '북한의 비핵화 조치에 상응하는 제재 완화를 대북 견인택으로 활용하되 합의 불이행 시 제재 복원'
                            ]
                        },
                        {
                            title: '주변 외교',
                            promise: [
                                '\'국익 중심의 실용외교\'. 미·중이 우리와 협력을 선택하도록 만드는 것이 유능한 외교',
                                '한일관계는 과거사·영토 문제 당당하고 단호 대처하나 \'미래지향적\' 관계 구축'
                            ]
                        },
                        {
                            title: '병역정책',
                            promise: [
                                '경기도 시행 중인 군 복무 청년 상해보험 지원 제도의 전국 확대',
                                '선택적 모병제 도입'
                            ]
                        }
                    ]
                }
            ]
        },
        {
            area: [
                {
                    title: '경제',
                    rep_promise: [
                        '연 100만원 기본 소득 · 무주택자 공공주택 100만호 공급 · 최대 1000만원 기본대출',
                        '주4일제 도입, 근로 시간 단축',
                        '코로나 대응 전국민 재난지원금 추가 지급'
                    ],
                    subarea: [
                        {
                            title: '정책 기조',
                            promise: [
                                '\'전환적 공정성장\'이며 대표 공약은 기본소득·기본주택·기본금융 등 전국민 대상 \'기본시리즈\'',
                                '국토보유세와 탄소세 등 신설, 연 100만원 기본소득, 무주택자에게 공공주택 100만호 공급하는 기본주택, 최대 1천만원 마이너스 통장 제공하는 기본대출 등 시행'
                            ]
                        },
                        {
                            title: '국가 개입 · 재정 역학',
                            promise: [
                                '강력한 신산업 육성 정책, 불공정 거래에는 징벌적 배상 책임',
                                '주 52시간을 넘어 주 4일제 도입, 근로시간 더 단축',
                                '적극적인 확장 정챋으로 재정이 더 큰 역할 해야'
                            ]
                        },
                        {
                            title: '코로나 대응',
                            promise: [
                                '전국민 재난지원금 추가 지급, 소상공인 손실 보상의 하한액도 높혀야',
                                '공공의료 영역 강화, 의료계 종사자 처우 개선'
                            ]
                        }
                    ]
                },
                {
                    title: '외교 · 안보',
                    rep_promise: [
                        '북핵 문제 해결을 위해 문재인 정부의 \'한반도 운전자\'역할 이어 이행',
                        '\'국익 중심의 실용외교\'',
                        '선택적 모병제 도입'
                    ],
                    subarea: [
                        {
                            title: '대북 기조 · 북핵 문제',
                            promise: [
                                '북핵 문제 해결을 위해 문재인 정부의 \'한반도 운전자\'역할 이어 이행',
                                '조 바이든 미국 대통령, 김정은 북한 국무위원장과 만나 문제 해결'
                            ]
                        },
                        {
                            title: '배핵화 보상 · 남북 경제협력',
                            promise: [
                                '북한의 비핵화 조치에 상응하는 제재 완화를 대북 견인택으로 활용하되 합의 불이행 시 제재 복원'
                            ]
                        },
                        {
                            title: '주변 외교',
                            promise: [
                                '\'국익 중심의 실용외교\'. 미·중이 우리와 협력을 선택하도록 만드는 것이 유능한 외교',
                                '한일관계는 과거사·영토 문제 당당하고 단호 대처하나 \'미래지향적\' 관계 구축'
                            ]
                        },
                        {
                            title: '병역정책',
                            promise: [
                                '경기도 시행 중인 군 복무 청년 상해보험 지원 제도의 전국 확대',
                                '선택적 모병제 도입'
                            ]
                        }
                    ]
                }
            ]
        },
        {
            area: [
                {
                    title: '경제',
                    rep_promise: [
                        '연 100만원 기본 소득 · 무주택자 공공주택 100만호 공급 · 최대 1000만원 기본대출',
                        '주4일제 도입, 근로 시간 단축',
                        '코로나 대응 전국민 재난지원금 추가 지급'
                    ],
                    subarea: [
                        {
                            title: '정책 기조',
                            promise: [
                                '\'전환적 공정성장\'이며 대표 공약은 기본소득·기본주택·기본금융 등 전국민 대상 \'기본시리즈\'',
                                '국토보유세와 탄소세 등 신설, 연 100만원 기본소득, 무주택자에게 공공주택 100만호 공급하는 기본주택, 최대 1천만원 마이너스 통장 제공하는 기본대출 등 시행'
                            ]
                        },
                        {
                            title: '국가 개입 · 재정 역학',
                            promise: [
                                '강력한 신산업 육성 정책, 불공정 거래에는 징벌적 배상 책임',
                                '주 52시간을 넘어 주 4일제 도입, 근로시간 더 단축',
                                '적극적인 확장 정챋으로 재정이 더 큰 역할 해야'
                            ]
                        },
                        {
                            title: '코로나 대응',
                            promise: [
                                '전국민 재난지원금 추가 지급, 소상공인 손실 보상의 하한액도 높혀야',
                                '공공의료 영역 강화, 의료계 종사자 처우 개선'
                            ]
                        }
                    ]
                },
                {
                    title: '외교 · 안보',
                    rep_promise: [
                        '북핵 문제 해결을 위해 문재인 정부의 \'한반도 운전자\'역할 이어 이행',
                        '\'국익 중심의 실용외교\'',
                        '선택적 모병제 도입'
                    ],
                    subarea: [
                        {
                            title: '대북 기조 · 북핵 문제',
                            promise: [
                                '북핵 문제 해결을 위해 문재인 정부의 \'한반도 운전자\'역할 이어 이행',
                                '조 바이든 미국 대통령, 김정은 북한 국무위원장과 만나 문제 해결'
                            ]
                        },
                        {
                            title: '배핵화 보상 · 남북 경제협력',
                            promise: [
                                '북한의 비핵화 조치에 상응하는 제재 완화를 대북 견인택으로 활용하되 합의 불이행 시 제재 복원'
                            ]
                        },
                        {
                            title: '주변 외교',
                            promise: [
                                '\'국익 중심의 실용외교\'. 미·중이 우리와 협력을 선택하도록 만드는 것이 유능한 외교',
                                '한일관계는 과거사·영토 문제 당당하고 단호 대처하나 \'미래지향적\' 관계 구축'
                            ]
                        },
                        {
                            title: '병역정책',
                            promise: [
                                '경기도 시행 중인 군 복무 청년 상해보험 지원 제도의 전국 확대',
                                '선택적 모병제 도입'
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}

export default Datas