const Datas = {
    cand: [   
        {
            name: '이재명',
            slogan: '새로운 대한민국, 이재명은 합니다!',
            image: 'candidate1',
            repProfile: [
                {
                    title: '출생',
                    contents: [
                        '1963년 12월 8일 경상북도 안동시'
                    ]
                },
                {
                    title: '학력',
                    contents: [
                        '중앙대학교 법과대학 법학 학사',
                        '가천대학교 행정대학원 행정학 석사',
                        '한국방송통신대학교 인문과학대학 영어영문학 (재학)'
                    ]
                },
                {
                    title: '약력',
                    contents: [
                        '민주당 성남시 분당구 갑 지역위원장',
                        '민주통합당 기초자치단체장협의회 의장',
                        '제19·20대 경기도 성남시장',
                        '제35대 경기도지사'
                    ]
                },
            ],
            profile: [
                {
                    title: '출생',
                    contents: [
                        '1963년 12월 8일',
                        '경상북도 안동시 예안면 도촌길 505'
                    ]
                },
                {
                    title: '거주지',
                    contents: [
                        '경기도 성남시 분당구 수내동',
                        '양지마을 금호아파트 1단지'
                    ]
                },
                {
                    title: '본관',
                    contents: [
                        '경주 이씨'
                    ]
                },
                {
                    title: '현직',
                    contents: [
                        '더불어민주당 제20대 대통령 후보'
                    ]
                },
                {
                    title: '학력',
                    contents: [
                        '삼계국민학교 (졸업 / 19회)',
                        '중학교 졸업학력 검정고시 (합격)',
                        '고등학교 졸업학력 검정고시 (합격)',
                        '중앙대학교 법과대학 (법학 / 학사)',
                        '가천대학교 행정대학원 (행정학 / 석사)',
                        '한국방송통신대학교 인문과학대학 (영어영문학 / 재학)'
                    ]
                },
                {
                    title: '가족관계',
                    contents: [
                        '아버지 이경희, 어머니 구호명',
                        '형 이재국, 이재영, 이재선',
                        '누나 이재순',
                        '여동생 이재옥',
                        '남동생 이재문',
                        '배우자 김혜경',
                        '자녀 장남 이동호, 차남 이윤호'
                    ]
                },
                {
                    title: '약력',
                    contents: [
                        '민주사회를 위한 변호사모임 국제연대위원',
                        '성남 참여연대 집행위원장',
                        '민주당 부대변인',
                        '민주당 성남시 분당구 갑 지역위원장',
                        '민주통합당 기초자치단체장협의회 의장',
                        '제19·20대 경기도 성남시장 (민선 5·6기 / 민주당·새정치민주연합)',
                        '제35대 경기도지사 (민선 7기 / 더불어민주당)'
                    ]
                },
            ]
        },
        {
            name: '이재명',
            slogan: '새로운 대한민국, 이재명은 합니다!',
            image: 'candidate2',
            repProfile: [
                {
                    title: '출생',
                    contents: [
                        '1963년 12월 8일 경상북도 안동시'
                    ]
                },
                {
                    title: '학력',
                    contents: [
                        '중앙대학교 법과대학 법학 학사',
                        '가천대학교 행정대학원 행정학 석사',
                        '한국방송통신대학교 인문과학대학 영어영문학 (재학)'
                    ]
                },
                {
                    title: '약력',
                    contents: [
                        '민주당 성남시 분당구 갑 지역위원장',
                        '민주통합당 기초자치단체장협의회 의장',
                        '제19·20대 경기도 성남시장',
                        '제35대 경기도지사'
                    ]
                },
            ],
            profile: [
                {
                    title: '출생',
                    contents: [
                        '1963년 12월 8일',
                        '경상북도 안동시 예안면 도촌길 505'
                    ]
                },
                {
                    title: '거주지',
                    contents: [
                        '경기도 성남시 분당구 수내동',
                        '양지마을 금호아파트 1단지'
                    ]
                },
                {
                    title: '본관',
                    contents: [
                        '경주 이씨'
                    ]
                },
                {
                    title: '현직',
                    contents: [
                        '더불어민주당 제20대 대통령 후보'
                    ]
                },
                {
                    title: '학력',
                    contents: [
                        '삼계국민학교 (졸업 / 19회)',
                        '중학교 졸업학력 검정고시 (합격)',
                        '고등학교 졸업학력 검정고시 (합격)',
                        '중앙대학교 법과대학 (법학 / 학사)',
                        '가천대학교 행정대학원 (행정학 / 석사)',
                        '한국방송통신대학교 인문과학대학 (영어영문학 / 재학)'
                    ]
                },
                {
                    title: '가족관계',
                    contents: [
                        '아버지 이경희, 어머니 구호명',
                        '형 이재국, 이재영, 이재선',
                        '누나 이재순',
                        '여동생 이재옥',
                        '남동생 이재문',
                        '배우자 김혜경',
                        '자녀 장남 이동호, 차남 이윤호'
                    ]
                },
                {
                    title: '약력',
                    contents: [
                        '민주사회를 위한 변호사모임 국제연대위원',
                        '성남 참여연대 집행위원장',
                        '민주당 부대변인',
                        '민주당 성남시 분당구 갑 지역위원장',
                        '민주통합당 기초자치단체장협의회 의장',
                        '제19·20대 경기도 성남시장 (민선 5·6기 / 민주당·새정치민주연합)',
                        '제35대 경기도지사 (민선 7기 / 더불어민주당)'
                    ]
                },
            ]
        },
        {
            name: '이재명',
            slogan: '새로운 대한민국, 이재명은 합니다!',
            image: 'candidate3',
            repProfile: [
                {
                    title: '출생',
                    contents: [
                        '1963년 12월 8일 경상북도 안동시'
                    ]
                },
                {
                    title: '학력',
                    contents: [
                        '중앙대학교 법과대학 법학 학사',
                        '가천대학교 행정대학원 행정학 석사',
                        '한국방송통신대학교 인문과학대학 영어영문학 (재학)'
                    ]
                },
                {
                    title: '약력',
                    contents: [
                        '민주당 성남시 분당구 갑 지역위원장',
                        '민주통합당 기초자치단체장협의회 의장',
                        '제19·20대 경기도 성남시장',
                        '제35대 경기도지사'
                    ]
                },
            ],
            profile: [
                {
                    title: '출생',
                    contents: [
                        '1963년 12월 8일',
                        '경상북도 안동시 예안면 도촌길 505'
                    ]
                },
                {
                    title: '거주지',
                    contents: [
                        '경기도 성남시 분당구 수내동',
                        '양지마을 금호아파트 1단지'
                    ]
                },
                {
                    title: '본관',
                    contents: [
                        '경주 이씨'
                    ]
                },
                {
                    title: '현직',
                    contents: [
                        '더불어민주당 제20대 대통령 후보'
                    ]
                },
                {
                    title: '학력',
                    contents: [
                        '삼계국민학교 (졸업 / 19회)',
                        '중학교 졸업학력 검정고시 (합격)',
                        '고등학교 졸업학력 검정고시 (합격)',
                        '중앙대학교 법과대학 (법학 / 학사)',
                        '가천대학교 행정대학원 (행정학 / 석사)',
                        '한국방송통신대학교 인문과학대학 (영어영문학 / 재학)'
                    ]
                },
                {
                    title: '가족관계',
                    contents: [
                        '아버지 이경희, 어머니 구호명',
                        '형 이재국, 이재영, 이재선',
                        '누나 이재순',
                        '여동생 이재옥',
                        '남동생 이재문',
                        '배우자 김혜경',
                        '자녀 장남 이동호, 차남 이윤호'
                    ]
                },
                {
                    title: '약력',
                    contents: [
                        '민주사회를 위한 변호사모임 국제연대위원',
                        '성남 참여연대 집행위원장',
                        '민주당 부대변인',
                        '민주당 성남시 분당구 갑 지역위원장',
                        '민주통합당 기초자치단체장협의회 의장',
                        '제19·20대 경기도 성남시장 (민선 5·6기 / 민주당·새정치민주연합)',
                        '제35대 경기도지사 (민선 7기 / 더불어민주당)'
                    ]
                },
            ]
        },
        {
            name: '이재명',
            slogan: '새로운 대한민국, 이재명은 합니다!',
            image: 'candidate4',
            repProfile: [
                {
                    title: '출생',
                    contents: [
                        '1963년 12월 8일 경상북도 안동시'
                    ]
                },
                {
                    title: '학력',
                    contents: [
                        '중앙대학교 법과대학 법학 학사',
                        '가천대학교 행정대학원 행정학 석사',
                        '한국방송통신대학교 인문과학대학 영어영문학 (재학)'
                    ]
                },
                {
                    title: '약력',
                    contents: [
                        '민주당 성남시 분당구 갑 지역위원장',
                        '민주통합당 기초자치단체장협의회 의장',
                        '제19·20대 경기도 성남시장',
                        '제35대 경기도지사'
                    ]
                },
            ],
            profile: [
                {
                    title: '출생',
                    contents: [
                        '1963년 12월 8일',
                        '경상북도 안동시 예안면 도촌길 505'
                    ]
                },
                {
                    title: '거주지',
                    contents: [
                        '경기도 성남시 분당구 수내동',
                        '양지마을 금호아파트 1단지'
                    ]
                },
                {
                    title: '본관',
                    contents: [
                        '경주 이씨'
                    ]
                },
                {
                    title: '현직',
                    contents: [
                        '더불어민주당 제20대 대통령 후보'
                    ]
                },
                {
                    title: '학력',
                    contents: [
                        '삼계국민학교 (졸업 / 19회)',
                        '중학교 졸업학력 검정고시 (합격)',
                        '고등학교 졸업학력 검정고시 (합격)',
                        '중앙대학교 법과대학 (법학 / 학사)',
                        '가천대학교 행정대학원 (행정학 / 석사)',
                        '한국방송통신대학교 인문과학대학 (영어영문학 / 재학)'
                    ]
                },
                {
                    title: '가족관계',
                    contents: [
                        '아버지 이경희, 어머니 구호명',
                        '형 이재국, 이재영, 이재선',
                        '누나 이재순',
                        '여동생 이재옥',
                        '남동생 이재문',
                        '배우자 김혜경',
                        '자녀 장남 이동호, 차남 이윤호'
                    ]
                },
                {
                    title: '약력',
                    contents: [
                        '민주사회를 위한 변호사모임 국제연대위원',
                        '성남 참여연대 집행위원장',
                        '민주당 부대변인',
                        '민주당 성남시 분당구 갑 지역위원장',
                        '민주통합당 기초자치단체장협의회 의장',
                        '제19·20대 경기도 성남시장 (민선 5·6기 / 민주당·새정치민주연합)',
                        '제35대 경기도지사 (민선 7기 / 더불어민주당)'
                    ]
                },
            ]
        }
    ]
}

export default Datas;